Repository: javidominguez/MozillaScripts
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: es, fi, hr

source: Not available here
es: No disponible aquí
fi: Ei käytettävissä tässä
hr: Nije dostupno ovdje

source: Status bar not found
es: No se encontró la barra de estado
fi: Tilapalkkia ei löydy
hr: Statusna traka nije pronađena

source: Copied to clipboard
es: Copiado al portapapeles
fi: Kopioitu leikepöydälle
hr: Kopirano u međuspremnik

source: Reads the status bar. If pressed twice quickly, copies it to clipboard.
es: Lee la barra de estado. Si se pulsa dos veces rápidamente, la copia al portapapeles.
fi: Lukee kerran painettaessa tilapalkin ja kopioi kahdesti painettaessa sen sisällön leikepöydälle.
hr: Čita statusnu traku. Ako se brzo dvaput pritisne, kopira se u međuspremnik.

source: Insecure connection
es: conexión insegura
fi: Yhteys ei ole turvallinen
hr: Nesigurna veza

source: Address not found
es: Dirección no encontrada
fi: Osoitetta ei löydy
hr: Adresa nije pronađena

source: Reads the page address. If pressed twice quickly, copies it to clipboard.
es: Lee la dirección de la página. Si se pulsa dos veces rápidamente, la copia al portapapeles.
fi: Lukee kerran painettaessa sivun osoitteen ja kopioi kahdesti painettaessa sen leikepöydälle.
hr: Čita adresu stranice. Ako se brzo dvaput pritisne, kopira se u međuspremnik.

source: Shows a list of opened tabs. If pressed twice quickly, shows buttons of tool bar.
es: Muestra una lista de pestañas abiertas. Si se pulsa dos veces rápidamente, muestra los botones de la barra de herramientas.
fi: Näyttää kerran painettaessa luettelon avoimista välilehdistä ja kahdesti painettaessa työkalupalkin painikkeet.
hr: Prikazuje popis otvorenih kartica. Ako se brzo dvaput pritisne, prikazuje gumbe na alatnoj traci.

source: Shows buttons of tool bar.
es: Muestra los botones de la barra de herramientas
fi: Näyttää työkalupalkin painikkeet.
hr: Prikazuje gumbe alatne trake.

source: Tool bar not found
es: No se encuentra la barra de herramientas
fi: Työkalupalkkia ei löydy
hr: Alatna traka nije pronađena

source: There is no notification
es: No hay ninguna notificación
fi: Ilmoitusta ei ole
hr: Nema obavijesti

source: Reads the last notification and it takes the system focus to it if it is possible. By pressing two times quickly shows the history of notifications.
es: Lee la última notificación y lleva el foco del sistema a ella si es posible. Pulsando dos veces rápidamente muestra el historial de notificaciones.
fi: Lukee kerran painettaessa viimeisimmän ilmoituksen ja siirtää kohdistuksen siihen, mikäli mahdollista, ja näyttää kahdesti painettaessa ilmoitushistorian.
hr: Čita posljednju obavijest i usmjerava fokus sustava na nju ako je to moguće. Pritiskom dva puta brzo se prikazuje povijest obavijesti.

source: Brings the focus to the document
es: Lleva el foco al documento
fi: Siirtää kohdistuksen dokumenttiin
hr: Dovodi fokus na dokument

source: Opened tabs
es: Pestañas abiertas
fi: Avoimet välilehdet
hr: Otvorene kartice

source: Tool Bar Buttons
es: Botones de la barra de herramientas
fi: Työkalupalkin painikkeet
hr: Gumbi alatne trake

source: &Go
es: &Ir
fi: S&iirry
hr: &Idi

source: &Options
es: &Opciones
fi: &Valinnat
hr: &Opcije

source: Close
es: Cerrar
fi: Sulje
hr: Zatvori

source: (Press down arrow to display more options)
es: Pulsa flecha abajo para mostrar más opciones
hr: (Pritisnite strelicu prema dolje za prikaz više opcija)

source: Automatic reading of the message is {state}
es: Se ha {state} la lectura automática de mensaje
fi: Viestin automaattinen lukeminen on {state}

source: on
es: activado
fi: käytössä

source: off
es: desactivado
fi: pois käytöstä

source: On/off automatic reading of the message preview panel.
es: Activar o desactivar la lectura automática del mensaje en el panel de vista previa
fi: Ottaa käyttöön tai poistaa käytöstä automaattisen viestin esikatseluruudun lukemisen.

source: empty
es: Vacía
hr: Prazno

source: Not found
es: No encontrado
fi: Ei löydy
hr: Nije pronađen

source: you are not in a message window
es: No estás en una ventana de mensaje
hr: Niste u prozoru za poruke

source: Reads the subject of the message.
es: Lee el asunto del mensaje.
hr: Čita predmet poruke

source: Reads date of the message.
es: Lee la fecha del mensaje.
hr: Čita datum poruke

source: You are not in a list of messages
es: No está en una lista de mensajes
hr: Niste na popisu poruka

source: Column headers not found
es: No se encuentran encabezados de columna
hr: Zaglavlja stupaca nisu pronađena

source: Allows you to change the order of the columns in the messages list
es: Permite cambiar el orden de las columnas en la lista de mensajes
hr: Omogućuje Vam promjenu redoslijeda stupaca na popisu poruka

source: There are No attachments
es: No hay adjuntos
fi: Liitteitä ei ole
hr: Nema privitaka

source: Brings the focus to the list of attachments, if any.
es: Lleva el foco a la lista de adjuntos si los hay.
fi: Siirtää kohdistuksen liitteiden luetteloon, mikäli niitä on.
hr: Dovodi fokus na popis privitaka, ako ih ima.

source: Brings the focus to the text of the open message.
es: Lleva el foco al texto del mensaje abierto.
fi: Siirtää kohdistuksen avoimen viestin tekstiin.
hr: Dovodi fokus na tekst otvorene poruke.

source: There are no more recipients
es: No hay más destinatarios
fi: Ei enempää vastaanottajia

source: Search in
es: Buscar en
hr: Traži u

source: Leaving search box
es: Dejando la caja de búsqueda
hr: Napuštanje okvira za pretraživanje

source: uncheck
es: Desmarcar
hr: poništi

source: check
es: Marcar
hr: označi

source: checked
es: Marcado
hr: označeno

source: not checked
es: No marcado
hr: nije označeno

source: There are not more columns
es: No hay más columnas
fi: Ei enempää sarakkeita
hr: Nema više stupaca

source: Preview pane is not active or message has not been loaded yet
es: El panel de vista previa no está activo o el mensaje no se ha cargado aún
fi: Esikatseluruutu ei ole aktiivisena tai viestiä ei ole vielä ladattu
hr: Okno za pregled nije aktivno ili poruka još nije učitana

source: In message list, reads the selected message without leaving the list.
es: En la lista de mensajes, lee el mensaje seleccionado sin salir de la lista.
fi: Lukee valitun viestin viestiluettelossa poistumatta siitä.
hr: U popisu poruka, čita odabranu poruku bez napuštanja popisa.

source: Manage columns
es: Organizar columnas
hr: Upravljanje stupcima

source: &up
es: &Subir
hr: &gore

source: &down
es: &Bajar
hr: &dolje

source: &options
es: &Opciones
hr: &opcije

source: Can't move %s, it is already the first column.
es: No se puede mover %s, ya es la primera columna.
hr: Nije moguće premjestiti %s, to je već prvi stupac.

source: {col1} before {col2}
es: {col1} antes de {col2}

source: Can't move %s, it is already the last column.
es: No se puede mover %s, ya es la última columna
hr: Nije moguće premjestiti %s, to je već zadnji stupac.

source: {col1} after {col2}
es: {col1} después de {col2}

source: Folder has changed, return to %s to manage columns or restart this dialog
es: Ha cambiado la carpeta, regrese a %s para gestionar las columnas o reinicie este cuadro de diálogo
hr: Mapa je promijenjena, vratite se na %s za upravljanje stupcima ili ponovno pokrenite ovaj dijaloški okvir

source: Automatically read message preview pane
es: Leer automáticamente el mensaje en el panel de vista previa
fi: Lue viestin esikatseluruutu automaattisesti

source: Yesterday
es: Ayer
fi: Eilen
hr: Jučer

source: %d days ago
es: Hace %d días
fi: %d päivää sitten
hr: Prije %d dana

source: About an hour ago
es: Hace una hora
fi: Noin tunti sitten
hr: Prije otprilike sat vremena

source: About %d hours ago
es: Hace unas %d horas
fi: Noin %d tuntia sitten
hr: Prije otprilike %d sati

source: About a minute ago
es: Hace un minuto
fi: Noin minuutti sitten
hr: Prije otprilike minutu

source: About %d minutes ago
es: Hace unos %d minutos
fi: Noin %d minuuttia sitten
hr: Prije otprilike %d minuta

source: a second ago
es: Hace un segundo
fi: Sekunti sitten
hr: prije sekundu

source: %d seconds ago
es: Hace %d segundos
fi: %d sekuntia sitten
hr: Prije %d sekundi

source: Couldn't capture the text of this notification
es: No se pudo capturar el texto de esta notificación
fi: Tämän ilmoituksen tekstiä ei voitu kaapata
hr: Nije moguće snimiti tekst ove obavijesti

source: Refresh F5
es: Actualizar F5
fi: Päivitä F5
hr: Osvježi\tF5

source: Delete item Supr
es: Borrar elemento Supr
fi: Poista kohde Supr
hr: Izbriši stavku\tSupr

source: Clear all
es: Borrar todo
fi: Poista kaikki
hr: Očisti sve

source: Mozilla notifications
es: Notificaciones de Mozilla
fi: Mozillan ilmoitukset
hr: Mozilla obavijesti

source: Firefox notifications
es: Notificaciones de Firefox
fi: Firefoxin ilmoitukset
hr: Firefox obavijesti

source: Thunderbird notifications
es: Notificaciones de Thunderbird
fi: Thunderbirdin ilmoitukset
hr: Thunderbird obavijesti

source: Provides accessibility features for Mozilla Firefox and Thunderbird
es: Proporciona mejoras de accesibilidad para Mozilla Firefox y Thunderbird

source: Expand the conversation to display messages
hr: Proširite razgovor za prikaz poruka

source: %s before %s
hr: %s prije %s

source: %s after %s
hr: %s nakon %s

source: The addon Mozilla Apps Enhancements is not compatible with this version of Thunderbird. The application module will be temporarily disabled.
fi: Mozilla-sovellusten laajennukset -lisäosa ei ole yhteensopiva tämän Thunderbird-version kanssa. Sovellusmoduuli poistetaan väliaikaisesti käytöstä.

source: Column {pos}
fi: Sarake {pos}

source: Collapsed conversation
fi: Kutistettu keskustelu

source: Expanded conversation
fi: Laajennettu keskustelu

source: Expand the conversation to read the messages
fi: Laajenna keskustelu lukeaksesi sen viestit

source: Mozilla Apps Enhancements
fi: Mozilla-sovellusten laajennukset

source: Select the application modules you want to load.
fi: Valitse ladattavat sovellusmoduulit.

source: Changes will not be applied until restart NVDA. Do you want to restart it now?
fi: Muutokset otetaan käyttöön vasta NVDA:n uudelleenkäynnistyksen jälkeen. Haluatko käynnistää sen uudelleen nyt?

source: Restart NVDA
fi: Käynnistä NVDA uudelleen

source: Provides accessibility features for Mozilla Firefox and Thunderbird.
fi: Lisää Mozilla Firefoxiin ja Thunderbirdiin saavutettavuusominaisuuksia
